term frequency
would 3418
war 3276
one 2783
time 2039
also 2002
people 1860
could 1826
first 1680
even 1524
many 1402
much 1355
like 1350
th 1270
german 1244
world 1196
two 1172
germany 1148
used 1141
history 1140
question 1088
states 1067
us 1061
century 1061
answer 1045
well 1031
british 1017
years 1014
empire 980
roman 939
army 935
soviet 887
new 877
made 867
example 840
europe 833
however 823
part 808
military 805
wikipedia 803
use 798
france 795
french 774
way 768
long 760
may 750
state 749
power 743
great 743
battle 734
modern 712
still 711
see 711
early 707
american 701
good 692
later 685
know 684
think 683
different 681
country 679
since 673
large 671
around 668
king 660
government 657
might 621
back 620
far 617
hitler 615
probably 613
another 613
became 608
united 600
north 598
union 595
really 593
known 588
least 587
south 585
britain 584
day 583
japanese 580
book 578
point 577
land 576
fact 575
population 573
english 572
ancient 572
countries 569
east 563
actually 561
china 556
general 555
make 554
european 548
get 542
period 541
called 541
according 540
russia 538
article 538
japan 535
less 533
found 530
important 521
rather 517
times 516
political 511
number 511
never 509
reason 508
lot 507
source 504
germans 504
find 500
seems 498
england 495
several 488
men 487
language 487
say 482
often 480
without 479
though 479
western 477
right 477
take 476
end 473
russian 457
ii 457
case 454
forces 452
second 448
name 447
although 442
course 438
india 437
soldiers 435
enough 434
quite 432
today 431
came 430
ships 428
old 428
given 428
city 428
common 423
america 418
year 417
said 416
three 414
civil 413
middle 412
major 409
work 408
based 408
took 406
attack 406
side 404
west 399
likely 398
better 398
place 397
similar 396
last 394
small 389
line 389
considered 389
troops 388
possible 385
main 383
system 382
read 382
area 380
late 379
high 369
rome 367
enemy 367
already 367
things 366
almost 365
started 364
little 363
trade 361
reasons 360
historical 360
going 359
go 359
force 355
something 352
party 352
lost 351
left 351
either 351
greek 350
need 346
age 346
sea 345
able 345
law 344
days 344
mostly 342
means 342
etc 342
due 342
spain 340
allies 338
thus 336
short 334
others 334
evidence 334
bc 334
using 329
sources 329
every 328
got 326
territory 324
idea 324
chinese 323
note 320
true 319
including 319
following 317
women 316
non 316
hand 316
support 315
especially 314
revolution 313
jews 312
ussr 311
slaves 311
republic 311
look 311
free 311
led 308
life 307
fighting 307
control 307
always 307
de 306
among 305
ww 304
man 304
spanish 303
order 303
went 302
ship 302
romans 301
death 300
water 297
written 296
generally 295
simply 294
air 294
wars 292
wanted 292
invasion 291
emperor 291
eastern 290
poland 287
best 286
various 285
set 282
rule 281
nazi 281
slavery 280
whether 279
yes 278
believe 278
usually 277
put 277
africa 277
pretty 274
happened 274
weapons 273
within 272
medieval 272
fire 272
economic 271
seen 270
egypt 270
term 269
form 267
become 267
thought 266
person 266
cavalry 266
certainly 265
perhaps 264
sure 263
front 263
culture 263
clear 262
give 261
ever 261
centuries 261
want 260
money 260
italy 260
real 259
usa 258
cities 258
says 257
latin 257
big 257
thing 256
religion 256
president 255
terms 254
public 254
navy 254
let 254
instead 253
uk 251
independence 250
killed 249
food 248
come 248
christian 248
away 248
needed 246
official 245
meant 245
mean 245
family 245
slave 244
million 244
church 244
whole 242
books 242
national 241
kind 241
keep 241
americans 241
infantry 240
group 240
bit 240
anything 240
examples 239
hard 238
result 237
local 237
page 236
full 236
close 236
information 235
sense 234
problem 234
nation 234
fight 234
allowed 234
allied 234
making 233
earlier 233
taken 232
parts 231
era 231
certain 231
society 230
numbers 230
jewish 230
difficult 230
pre 229
mentioned 228
half 228
available 228
near 227
held 226
social 225
class 225
yet 224
single 223
seem 222
http 222
red 221
particular 221
looking 221
kingdom 221
treaty 220
central 220
asia 219
popular 218
human 218
strong 216
story 216
start 216
nations 216
religious 215
must 215
ad 215
languages 214
areas 214
third 213
stalin 213
per 213
wiki 212
title 212
significant 212
consider 212
built 212
armies 212
word 210
northern 210
list 210
foreign 210
black 210
began 210
ages 210
wwii 209
resources 209
relatively 209
powers 209
claim 208
guns 207
colonies 207
original 206
fleet 206
actual 206
reading 203
particularly 203
died 203
along 203
longer 202
john 202
done 202
basically 202
naval 201
position 200
aircraft 199
act 198
try 197
native 197
anyone 197
gave 196
fought 196
communist 196
fall 195
children 195
nothing 194
bomb 194
org 193
change 193
across 193
tanks 192
majority 192
therefore 191
southern 191
places 191
anti 191
sometimes 188
rights 188
range 188
post 188
knew 188
interesting 187
developed 187
capital 187
someone 186
situation 186
living 186
former 186
technology 185
makes 185
answers 185
white 184
theory 184
rest 184
next 184
help 184
changed 184
son 183
sides 183
points 183
remember 182
lived 182
march 181
events 181
words 180
view 180
soviets 180
indeed 180
tried 179
plan 179
map 179
gold 179
advantage 179
quote 178
issue 178
believed 178
vote 177
nuclear 177
famous 177
en 177
cases 177
upon 175
royal 175
practice 175
required 174
laws 174
historians 174
heavy 174
completely 174
wrote 173
smaller 173
role 173
indian 173
god 173
queen 172
head 172
supply 171
ground 171
effective 171
effect 171
william 170
understand 170
occupied 170
campaign 170
sent 169
saw 169
horses 169
present 168
names 168
eventually 168
conquered 168
brought 168
specifically 167
reference 167
prior 167
involved 167
house 167
exactly 167
citizens 167
border 167
together 166
industrial 166
horse 166
warfare 165
taking 165
simple 165
polish 165
kings 165
four 165
europeans 165
dynasty 165
nazis 164
napoleon 164
matter 164
level 164
independent 163
imperial 163
home 163
river 162
oil 162
island 162
included 162
appears 162
months 161
mind 161
austria 161
wrong 160
value 160
operation 160
writing 159
process 159
entire 159
date 159
call 159
specific 158
show 158
production 158
legal 158
henry 158
dutch 158
conflict 158
comes 158
beginning 158
speaking 157
groups 157
ended 157
economy 157
works 156
successful 156
recent 156
members 156
lines 156
larger 156
established 155
armor 155
weapon 154
trying 154
named 154
decided 154
battles 154
territories 153
london 153
despite 153
addition 153
york 152
working 152
units 152
total 152
region 152
personal 152
forced 152
civilization 152
research 151
policy 151
move 151
huge 151
claims 151
arms 151
throughout 150
meaning 150
greeks 150
created 150
cause 150
building 150
victory 149
service 149
movement 149
international 149
influence 149
iii 149
worth 148
top 148
st 148
size 148
peace 148
officers 148
largely 148
everyone 148
easy 148
direct 148
difference 148
ago 148
scale 147
run 147
cultural 147
court 147
colonial 147
coast 147
catholic 147
subject 146
outside 146
open 146
quickly 144
peoples 144
leaders 144
easily 144
defeat 144
command 144
behind 144
strategic 143
greece 143
cannot 143
apparently 143
somewhat 142
possibly 142
lead 142
lack 142
kept 142
essentially 142
else 142
christianity 142
caused 142
target 141
mention 141
company 141
august 141
alexander 141
related 140
purpose 140
powerful 140
muslim 140
knowledge 140
key 140
election 140
development 140
compared 140
bad 140
records 139
ones 139
moscow 139
details 139
democratic 139
born 139
shows 138
low 138
higher 138
fairly 138
account 138
natural 137
mass 137
limited 137
light 137
image 137
exist 137
constitution 137
build 137
whose 136
ruled 136
miles 136
highly 136
declared 136
conditions 136
turn 135
roughly 135
past 135
israel 135
factor 135
current 135
com 135
action 135
standard 134
neither 134
nearly 134
getting 134
context 134
congress 134
cold 134
artillery 134
russians 133
originally 133
finally 133
field 133
combat 133
www 132
prince 132
gun 132
father 132
except 132
effort 132
caesar 132
type 131
towards 131
maybe 131
lower 131
instance 131
earth 131
canada 131
base 131
provided 130
factors 130
casualties 130
surrender 129
societies 129
remained 129
obviously 129
holy 129
heard 129
event 129
version 128
tactics 128
poor 128
pacific 128
opinion 128
mongols 128
five 128
correct 128
add 128
race 127
primary 127
islands 127
include 127
accepted 127
threat 126
text 126
study 126
interested 126
cost 126
site 125
parliament 125
directly 125
washington 124
ukraine 124
special 124
series 124
mainly 124
july 124
invaded 124
existed 124
distance 124
continued 124
armed 124
tank 123
status 123
rulers 123
goods 123
bombing 123
amount 123
starting 122
km 122
couple 122
controlled 122
young 121
published 121
ottoman 121
goes 121
definition 121
spread 120
speed 120
school 120
provide 120
picture 120
followed 120
decision 120
conquest 120
clearly 120
pay 119
lands 119
attempt 119
attacked 119
worked 118
space 118
politics 118
obvious 118
necessary 118
hold 118
defeated 118
arab 118
university 117
problems 117
paper 117
edit 117
defense 117
deal 117
captured 117
atlantic 117
asked 117
widely 116
travel 116
soon 116
separate 116
largest 116
june 116
concept 116
self 115
return 115
rate 115
mid 115
link 115
latter 115
george 115
axis 115
portugal 114
passed 114
nature 114
giving 114
described 114
understanding 113
served 113
produced 113
leader 113
individual 113
impossible 113
christians 113
upper 112
siege 112
shall 112
hours 112
extremely 112
egyptian 112
ways 111
science 111
origin 111
moved 111
italian 111
intended 111
hit 111
greater 111
dead 111
commander 111
previous 110
noted 110
https 110
entirely 110
easier 110
design 110
claimed 110
charles 110
aware 110
authority 110
accounts 110
settled 109
rise 109
ireland 109
earliest 109
body 109
australia 109
win 108
tell 108
recently 108
hands 108
cultures 108
carried 108
wealth 107
superior 107
record 107
none 107
marriage 107
felt 107
failed 107
art 107
wwi 106
workers 106
un 106
occurred 106
nobody 106
material 106
managed 106
iron 106
extent 106
expensive 106
everything 106
via 105
unit 105
tribes 105
supported 105
rich 105
parties 105
enemies 105
discovered 105
council 105
september 104
richard 104
primarily 104
press 104
member 104
indians 104
expected 104
equipment 104
duke 104
decline 104
community 104
beyond 104
recorded 103
pope 103
fell 103
empires 103
destroyed 103
crown 103
turned 102
supplies 102
success 102
strategy 102
propaganda 102
notes 102
hungary 102
generals 102
comments 102
camps 102
business 102
borders 102
author 102
actions 102
useful 101
numerous 101
monarch 101
leading 101
gods 101
elected 101
berlin 101
training 100
told 100
throne 100
persian 100
introduced 100
imagine 100
harbor 100
happen 100
google 100
gives 100
existing 100
december 100
complete 100
average 100
turkey 99
systems 99
speak 99
scientific 99
relative 99
monarchy 99
hundred 99
ethnic 99
effectively 99
designed 99
dates 99
cut 99
count 99
charge 99
appear 99
african 99
wall 98
steam 98
soldier 98
security 98
otherwise 98
multiple 98
loss 98
april 98
americas 98
vietnam 97
shot 97
road 97
regions 97
regarding 97
lord 97
james 97
doubt 97
documents 97
depending 97
currency 97
leadership 96
impact 96
future 96
crew 96
churchill 96
break 96
alliance 96
winter 95
typically 95
thousands 95
steel 95
serious 95
scholars 95
price 95
losses 95
live 95
experience 95
democracy 95
choice 95
advanced 95
adopted 95
vast 94
sweden 94
sun 94
ruler 94
prevent 94
occupation 94
night 94
mentions 94
interest 94
immediately 94
formed 94
edward 94
detailed 94
depends 94
constantinople 94
attacks 94
unlike 93
thinking 93
talking 93
references 93
produce 93
leave 93
initially 93
historically 93
figure 93
die 93
comment 93
stated 92
seven 92
secret 92
property 92
paris 92
mexico 92
kill 92
historian 92
decades 92
coming 92
belgium 92
ability 92
survived 91
silver 91
mediterranean 91
looked 91
labor 91
flag 91
bank 91
allow 91
accurate 91
access 91
vs 90
vessels 90
six 90
republican 90
received 90
reach 90
quality 90
prime 90
police 90
paid 90
mine 90
heavily 90
bring 90
boats 90
stop 89
prussia 89
office 89
married 89
issues 89
islam 89
freedom 89
colony 89
bombs 89
attacking 89
associated 89
supposed 88
sort 88
shield 88
offensive 88
neutral 88
mongol 88
lincoln 88
guess 88
declaration 88
create 88
classical 88
assume 88
ask 88
sword 87
suggests 87
statement 87
protect 87
pearl 87
older 87
officially 87
islamic 87
hence 87
grant 87
federal 87
data 87
castle 87
byzantine 87
avoid 87
unless 86
translation 86
tradition 86
saying 86
running 86
perspective 86
ordered 86
november 86
iran 86
damage 86
calendar 86
basic 86
attempts 86
surface 85
senate 85
netherlands 85
metal 85
maintain 85
irish 85
fast 85
disease 85
crisis 85
stone 84
reached 84
opposed 84
grand 84
exact 84
collapse 84
argue 84
anyway 84
anglo 84
agriculture 84
wide 83
whatever 83
von 83
typical 83
suggest 83
strength 83
speech 83
pointed 83
played 83
minister 83
lee 83
learned 83
january 83
inside 83
goal 83
exchange 83
changes 83
added 83
woman 82
weight 82
town 82
tend 82
section 82
protection 82
private 82
ocean 82
minor 82
market 82
explain 82
executed 82
excellent 82
entry 82
division 82
detail 82
continent 82
bow 82
unlikely 81
trained 81
traditional 81
prisoners 81
practical 81
october 81
mark 81
families 81
equal 81
bce 81
agricultural 81
worse 80
ultimately 80
slightly 80
robert 80
muslims 80
moving 80
male 80
la 80
killing 80
job 80
holocaust 80
generation 80
fully 80
face 80
counter 80
confederate 80
unfortunately 79
shown 79
ruling 79
report 79
relationship 79
referred 79
plans 79
placed 79
organized 79
machine 79
lots 79
join 79
formation 79
defend 79
center 79
capture 79
becoming 79
basis 79
write 78
style 78
seemed 78
roosevelt 78
religions 78
questions 78
plus 78
length 78
hope 78
finland 78
explanation 78
document 78
degree 78
contemporary 78
coins 78
chance 78
wear 77
thousand 77
revolutionary 77
responsible 77
quick 77
pro 77
port 77
month 77
jesus 77
emphasis 77
communists 77
ce 77
asking 77
alone 77
volume 76
suffered 76
send 76
search 76
oldest 76
leaving 76
issued 76
interests 76
growth 76
founded 76
fear 76
expansion 76
boat 76
agree 76
wife 75
switzerland 75
sufficient 75
project 75
orders 75
operations 75
massive 75
letter 75
divided 75
describes 75
crime 75
construction 75
care 75
weather 74
wales 74
virginia 74
survive 74
rules 74
purposes 74
plenty 74
officer 74
kingdoms 74
keeping 74
internal 74
industry 74
forward 74
existence 74
entered 74
discussion 74
deaths 74
cited 74
carry 74
animals 74
thomas 73
superiority 73
summer 73
split 73
response 73
nd 73
materials 73
korea 73
joined 73
invented 73
invade 73
final 73
differences 73
currently 73
belief 73
topic 72
supreme 72
standing 72
stalingrad 72
refer 72
populations 72
passage 72
normal 72
needs 72
individuals 72
increased 72
ideas 72
ice 72
expect 72
elections 72
effects 72
destroy 72
contrast 72
continue 72
blue 72
argument 72
wing 71
urban 71
transport 71
socialist 71
slow 71
settlement 71
round 71
require 71
photo 71
pact 71
master 71
louis 71
importance 71
helped 71
contact 71
considering 71
columbus 71
camp 71
benefit 71
agreement 71
weak 70
viking 70
replaced 70
recognized 70
looks 70
khan 70
illegal 70
iceland 70
education 70
amendment 70
administration 70
whereas 69
weeks 69
week 69
understood 69
structure 69
sold 69
showed 69
route 69
romania 69
risk 69
results 69
remains 69
pressure 69
persia 69
moon 69
lives 69
includes 69
franco 69
cross 69
comparison 69
combined 69
chapter 69
capable 69
broke 69
austrian 69
uses 68
technically 68
square 68
relevant 68
printing 68
portuguese 68
pass 68
online 68
model 68
location 68
estimated 68
dr 68
definitely 68
defined 68
buildings 68
alaska 68
additional 68
turkish 67
truth 67
swedish 67
sovereign 67
represented 67
relations 67
regular 67
regime 67
refused 67
refers 67
ran 67
presumably 67
movie 67
losing 67
figures 67
elsewhere 67
code 67
causes 67
background 67
advantages 67
winning 66
tribe 66
somewhere 66
significantly 66
regarded 66
reality 66
play 66
piece 66
origins 66
news 66
literature 66
labour 66
inhabitants 66
gdp 66
games 66
doctrine 66
destruction 66
covered 66
closer 66
bronze 66
authors 66
aside 66
applied 66
advance 66
widespread 65
valley 65
types 65
translated 65
submarines 65
ss 65
settlers 65
reported 65
offer 65
monarchs 65
library 65
intelligence 65
initial 65
indo 65
hundreds 65
follow 65
fit 65
female 65
defensive 65
debate 65
cover 65
converted 65
communism 65
chief 65
capacity 65
agreed 65
accept 65
succession 64
sons 64
retreat 64
referring 64
proper 64
periods 64
moment 64
maps 64
located 64
game 64
fashion 64
diplomatic 64
demand 64
deep 64
debt 64
co 64
civilizations 64
archers 64
apart 64
yugoslavia 63
voted 63
viewed 63
surrounding 63
sound 63
signed 63
potential 63
phalanx 63
owned 63
organization 63
op 63
lose 63
iv 63
governments 63
gain 63
facts 63
exception 63
david 63
climate 63
brother 63
atomic 63
train 62
texts 62
suppose 62
share 62
returned 62
ports 62
peasants 62
normandy 62
method 62
holding 62
foot 62
fair 62
explains 62
crimes 62
conquer 62
bible 62
arabic 62
wood 61
violence 61
targets 61
successfully 61
submarine 61
seriously 61
scotland 61
resulted 61
reign 61
reich 61
ratio 61
prepared 61
positions 61
philippines 61
napoleonic 61
letters 61
fourth 61
elizabeth 61
dark 61
convention 61
classes 61
circumstances 61
child 61
attempted 61
al 61
acts 61
willing 60
takes 60
table 60
suggested 60
stopped 60
similarly 60
planning 60
paul 60
necessarily 60
myth 60
mounted 60
iraq 60
identity 60
grew 60
generations 60
farming 60
failure 60
description 60
coup 60
commanders 60
buy 60
arrows 60
analysis 60
uniform 59
titles 59
ten 59
suspect 59
surprise 59
strike 59
stories 59
spoken 59
showing 59
requires 59
professional 59
possibility 59
plague 59
opposite 59
nobles 59
nobility 59
learn 59
lasted 59
gained 59
feel 59
emperors 59
drawn 59
brazil 59
battlefield 59
attention 59
asian 59
armour 59
totally 58
shared 58
reasonable 58
rd 58
planned 58
peninsula 58
originated 58
opposition 58
mother 58
literally 58
invention 58
increase 58
germanic 58
discovery 58
describe 58
denmark 58
dated 58
continental 58
concerned 58
combination 58
carriers 58
bombers 58
begin 58
baltic 58
balance 58
antiquity 58
address 58
worn 57
wine 57
theories 57
taxes 57
surviving 57
studies 57
stand 57
spoke 57
secession 57
respect 57
reports 57
racial 57
physical 57
personally 57
orthodox 57
museum 57
methods 57
met 57
merely 57
internet 57
humans 57
granted 57
favor 57
equivalent 57
communities 57
civilian 57
brief 57
assumption 57
articles 57
ally 57
wounded 56
valuable 56
unable 56
strongly 56
spent 56
protestant 56
policies 56
invading 56
husband 56
heir 56
hair 56
growing 56
governor 56
define 56
constitutional 56
committed 56
character 56
arrived 56
arabs 56
approach 56
voting 55
trials 55
sugar 55
street 55
stay 55
resistance 55
rare 55
province 55
program 55
natives 55
mixed 55
minutes 55
merchant 55
medical 55
efforts 55
decisive 55
commonly 55
carrier 55
assuming 55
aim 55
achieved 55
walls 54
usage 54
treated 54
tools 54
talk 54
stronger 54
renaissance 54
radio 54
provides 54
previously 54
permanent 54
pakistan 54
overall 54
lists 54
lend 54
lease 54
landing 54
introduction 54
interpretation 54
indicate 54
hour 54
gets 54
furthermore 54
frequently 54
forms 54
feudal 54
false 54
expand 54
estimates 54
direction 54
critical 54
contains 54
complicated 54
collection 54
broken 54
bill 54
appeared 54
ancestors 54
achieve 54
absolutely 54
absolute 54
surrendered 53
stuff 53
shortly 53
politically 53
percent 53
offered 53
notable 53
norway 53
february 53
faster 53
extensive 53
elite 53
dominated 53
distinct 53
desire 53
czechoslovakia 53
chosen 53
chose 53
changing 53
candidate 53
blockade 53
besides 53
alphabet 53
aid 53
votes 52
victims 52
turks 52
towns 52
terrain 52
symbol 52
struggle 52
straight 52
standards 52
stage 52
roads 52
remain 52
ranks 52
opportunity 52
moreover 52
meat 52
measure 52
justice 52
johnson 52
extreme 52
extra 52
employed 52
dropped 52
dominant 52
develop 52
conducted 52
carolina 52
boy 52
bows 52
battleships 52
ball 52
arthur 52
wearing 51
warships 51
village 51
unified 51
ukrainian 51
transportation 51
tended 51
sunk 51
succeeded 51
stock 51
shoot 51
serve 51
rifles 51
rapidly 51
principle 51
pagan 51
noble 51
murder 51
mountains 51
lesser 51
judaism 51
jefferson 51
health 51
global 51
friend 51
fired 51
diseases 51
descendants 51
crossing 51
creating 51
closely 51
citizen 51
canal 51
california 51
biggest 51
assumed 51
writes 50
visible 50
uss 50
trading 50
tactical 50
sub 50
staff 50
sought 50
shields 50
sailing 50
reliable 50
reduced 50
rank 50
quotes 50
purely 50
prices 50
ordinary 50
officials 50
mission 50
mary 50
maintained 50
limit 50
korean 50
jackson 50
ideology 50
hunting 50
hunter 50
hebrew 50
gradually 50
frederick 50
focus 50
estimate 50
draw 50
documented 50
declare 50
creation 50
complex 50
compare 50
commonwealth 50
civilians 50
becomes 50
active 50
wehrmacht 49
website 49
vikings 49
vienna 49
variety 49
update 49
trial 49
toward 49
technical 49
taught 49
soil 49
settlements 49
salt 49
rebellion 49
rapid 49
provinces 49
planes 49
phrase 49
partly 49
opponents 49
objective 49
mines 49
likewise 49
knowing 49
institution 49
inherited 49
immigrants 49
height 49
farm 49
establish 49
eight 49
educated 49
core 49
conservative 49
cheap 49
channel 49
argued 49
approximately 49
affected 49
taiwan 48
spring 48
shooting 48
shape 48
sail 48
remaining 48
putting 48
protected 48
prohibition 48
presidential 48
please 48
parents 48
notion 48
notice 48
naturally 48
millions 48
grain 48
gas 48
firing 48
familiar 48
explained 48
expedition 48
defenders 48
defence 48
conference 48
bigger 48
balkans 48
authorities 48
aspects 48
wore 47
wondering 47
wealthy 47
violent 47
underground 47
twice 47
routes 47
quoted 47
prussian 47
portion 47
nowadays 47
nearby 47
migration 47
impression 47
han 47
guard 47
gibraltar 47
genghis 47
formally 47
formal 47
follows 47
explicitly 47
experienced 47
et 47
double 47
distinction 47
crusaders 47
corps 47
copy 47
contained 47
concerning 47
colonists 47
check 47
bay 47
appointed 47
zone 46
unknown 46
tax 46
summary 46
safe 46
representation 46
qin 46
painting 46
notably 46
norse 46
normally 46
movements 46
legions 46
jerusalem 46
indigenous 46
increasing 46
identify 46
herodotus 46
happening 46
grow 46
greatly 46
golden 46
geography 46
driven 46
destroyers 46
czech 46
crusade 46
communications 46
colonization 46
beer 46
attributed 46
attitude 46
villages 45
views 45
test 45
swords 45
subjects 45
steppe 45
resulting 45
removed 45
recognize 45
rates 45
railway 45
proto 45
pound 45
peaceful 45
noticed 45
nice 45
moral 45
meeting 45
mail 45
logistics 45
lacked 45
income 45
immediate 45
historic 45
highest 45
happens 45
friends 45
friendly 45
fixed 45
financial 45
farmers 45
eat 45
drink 45
derived 45
dangerous 45
credit 45
considerable 45
conflicts 45
concentration 45
coin 45
atrocities 45
apply 45
anywhere 45
truman 44
thanks 44
texas 44
task 44
syria 44
somehow 44
sites 44
sexual 44
serbia 44
scientists 44
room 44
roles 44
ready 44
pushed 44
progress 44
products 44
possessions 44
persons 44
percentage 44
norman 44
meet 44
matters 44
manner 44
knights 44
invasions 44
instances 44
inferior 44
identified 44
hostile 44
green 44
greatest 44
fuel 44
fighter 44
extended 44
establishment 44
elements 44
domestic 44
dating 44
cuba 44
crops 44
conquering 44
college 44
caught 44
bomber 44
benefits 44
augustus 44
arabia 44
activity 44
wave 43
watch 43
usual 43
tv 43
truly 43
traditions 43
territorial 43
supposedly 43
situations 43
sign 43
remove 43
prove 43
preferred 43
practiced 43
politicians 43
pages 43
operate 43
nevertheless 43
neutrality 43
nero 43
negotiations 43
nationalism 43
mainland 43
machines 43
lenin 43
legend 43
institutions 43
influenced 43
hong 43
gone 43
founding 43
feet 43
factories 43
execution 43
equally 43
depth 43
curious 43
correctly 43
chain 43
broad 43
arm 43
animal 43
ammunition 43
admiral 43
activities 43
actively 43
younger 42
temple 42
technological 42
team 42
surprising 42
subsequent 42
se 42
save 42
rear 42
raids 42
proclamation 42
poles 42
plant 42
pilots 42
peter 42
newly 42
nationalist 42
missile 42
maximum 42
marked 42
linked 42
legally 42
laid 42
journal 42
improved 42
html 42
hardly 42
forget 42
features 42
famine 42
faith 42
eyes 42
everywhere 42
enormous 42
egyptians 42
distances 42
discussed 42
desert 42
depicted 42
daily 42
connected 42
comparable 42
commercial 42
clothing 42
breaking 42
birth 42
athens 42
alternative 42
universal 41
tsar 41
trenches 41
supporting 41
sinking 41
siberia 41
shipping 41
scene 41
regard 41
referendum 41
presence 41
practices 41
philosophy 41
palace 41
ownership 41
ottomans 41
neolithic 41
narrow 41
mr 41
media 41
lithuania 41
legitimate 41
lay 41
launched 41
knows 41
julius 41
intervention 41
incident 41
gaul 41
enigma 41
engaged 41
el 41
eagle 41
determined 41
defending 41
customs 41
condition 41
color 41
circle 41
choose 41
carrying 41
cannon 41
blood 41
behavior 41
barely 41
banned 41
aztecs 41
attested 41
aspect 41
annexation 41
zealand 40
wooden 40
vol 40
video 40
unusual 40
unique 40
track 40
substantial 40
speakers 40
services 40
rough 40
rivers 40
rifle 40
republics 40
representative 40
recall 40
proposed 40
prison 40
practically 40
pieces 40
peasant 40
participate 40
occasionally 40
morale 40
meters 40
luftwaffe 40
locations 40
links 40
liberal 40
landed 40
kong 40
kg 40
italians 40
info 40
honor 40
hiroshima 40
hear 40
guy 40
gulf 40
greenland 40
fighters 40
fields 40
exceptions 40
efficient 40
economics 40
drive 40
documentary 40
dispute 40
defenses 40
costs 40
controversial 40
constantine 40
census 40
captain 40
appropriate 40
allowing 40
affairs 40
accuracy 40
warriors 39
vulnerable 39
voyage 39
turning 39
successor 39
students 39
statements 39
slavic 39
shift 39
saxon 39
recommend 39
rarely 39
qing 39
pure 39
punishment 39
priests 39
precise 39
pattern 39
papers 39
operating 39
milk 39
measures 39
literary 39
listed 39
levels 39
knight 39
items 39
influential 39
heart 39
hannibal 39
genocide 39
fiction 39
fdr 39
faced 39
exposed 39
exists 39
drop 39
divisions 39
daughter 39
damaged 39
copper 39
confederacy 39
canadian 39
bottom 39
board 39
bismarck 39
beliefs 39
battleship 39
apparent 39
alexandria 39
writings 38
warsaw 38
virtually 38
valid 38
traditionally 38
surprised 38
stayed 38
solid 38
sentence 38
resolution 38
rejected 38
realized 38
raw 38
raised 38
rail 38
raid 38
push 38
prominent 38
philip 38
performed 38
narrative 38
mountain 38
morning 38
minority 38
mcclellan 38
loyalty 38
kinds 38
joseph 38
ill 38
ideological 38
hot 38
harder 38
fort 38
focused 38
fine 38
finding 38
feature 38
expressed 38
enter 38
eg 38
dictator 38
decisions 38
decent 38
contrary 38
constant 38
consisted 38
celtic 38
car 38
beat 38
bases 38
ban 38
archaeological 38
alcohol 38
worst 37
tower 37
titled 37
till 37
techniques 37
strange 37
stable 37
solution 37
snow 37
sir 37
secretary 37
scenario 37
review 37
regardless 37
producing 37
presented 37
pick 37
perceived 37
opened 37
obtained 37
neighbors 37
negative 37
musket 37
movies 37
mexican 37
message 37
merchants 37
match 37
jobs 37
infrastructure 37
hull 37
geographical 37
freed 37
flight 37
expanded 37
exercise 37
empress 37
dry 37
determine 37
designs 37
der 37
department 37
defended 37
decade 37
conventional 37
contain 37
conclusion 37
companies 37
committee 37
colonized 37
charges 37
capita 37
bunch 37
bloody 37
bear 37
badly 37
backed 37
auschwitz 37
attached 37
assassination 37
aryan 37
arguments 37
answered 37
andrew 37
aggression 37
aftermath 37
accurately 37
abandoned 37
yellow 36
vital 36
vice 36
versus 36
values 36
user 36
trip 36
trench 36
transition 36
temporary 36
step 36
sounds 36
slowly 36
setting 36
selected 36
seat 36
random 36
radar 36
proved 36
princess 36
pictures 36
palestine 36
motivation 36
midway 36
league 36
le 36
launch 36
informed 36
immigration 36
hungarian 36
hms 36
helmets 36
flat 36
firearms 36
film 36
fellow 36
equipped 36
engines 36
energy 36
economically 36
discusses 36
depression 36
definitions 36
declined 36
danger 36
cotton 36
contributed 36
conduct 36
competition 36
chamberlain 36
buddhism 36
branch 36
block 36
biblical 36
bbc 36
arose 36
arguably 36
argentina 36
amongst 36
youth 35
watching 35
varied 35
twenty 35
trust 35
treatment 35
tl 35
switched 35
supplied 35
suicide 35
strictly 35
star 35
socialism 35
smith 35
singapore 35
silk 35
secure 35
script 35
san 35
rose 35
richmond 35
revolt 35
represent 35
regards 35
realize 35
ptolemy 35
printed 35
pirates 35
parallel 35
option 35
newspapers 35
newfoundland 35
net 35
mm 35
militarily 35
manchuria 35
love 35
liberation 35
isolated 35
intent 35
houses 35
hawaii 35
foundation 35
fewer 35
facto 35
element 35
diet 35
democrats 35
county 35
connection 35
coalition 35
closed 35
cite 35
churches 35
cheaper 35
campaigns 35
burning 35
bodies 35
biography 35
billion 35
anybody 35
worship 34
wonder 34
wind 34
victories 34
versions 34
vehicles 34
uncommon 34
trouble 34
transfer 34
thesis 34
swiss 34
survivors 34
suitable 34
stood 34
smoking 34
sending 34
schools 34
sacrifice 34
sa 34
reform 34
protestants 34
professor 34
presidents 34
premise 34
precisely 34
pdf 34
passengers 34
owners 34
opposing 34
onto 34
muskets 34
motivated 34
marriages 34
manage 34
magazine 34
legion 34
invaders 34
indonesia 34
images 34
heads 34
followers 34
fled 34
filled 34
fertile 34
fat 34
farms 34
extermination 34
evolved 34
escape 34
ensure 34
economies 34
criteria 34
criminal 34
crimea 34
counted 34
conversion 34
content 34
concern 34
colors 34
clean 34
cattle 34
assault 34
angle 34
albert 34
afford 34
acquired 34
writers 33
walk 33
visit 33
tunnel 33
tokyo 33
ties 33
threatened 33
subsequently 33
stages 33
sex 33
rus 33
respectively 33
respective 33
republicans 33
remembered 33
regulations 33
regularly 33
princes 33
preserved 33
preserve 33
possession 33
plants 33
permitted 33
peak 33
obtain 33
object 33
mortality 33
mississippi 33
memory 33
membership 33
medium 33
longest 33
logical 33
load 33
literacy 33
lion 33
leningrad 33
hoped 33
helmet 33
handed 33
globe 33
genetic 33
fresh 33
favour 33
evolution 33
engine 33
elephants 33
duty 33
drinking 33
dollars 33
dive 33
device 33
developing 33
des 33
degrees 33
deck 33
crusades 33
commission 33
castles 33
caribbean 33
burned 33
bridge 33
bound 33
armored 33
administrative 33
yards 32
visited 32
versailles 32
uprising 32
unification 32
ukrainians 32
torpedo 32
thailand 32
sumerian 32
spend 32
shells 32
separated 32
safety 32
rum 32
root 32
restoration 32
relation 32
receive 32
racism 32
properly 32
product 32
pounds 32
polytheistic 32
passing 32
objects 32
newspaper 32
mistake 32
minute 32
ming 32
locals 32
kiev 32
incorrect 32
ideal 32
forth 32
formations 32
feed 32
fate 32
explosion 32
expert 32
environment 32
decide 32
cuban 32
cruisers 32
computer 32
composed 32
completed 32
communication 32
coastal 32
claiming 32
citizenship 32
characters 32
causing 32
capturing 32
bulgaria 32
briefly 32
boundaries 32
belonged 32
barbarossa 32
association 32
assigned 32
aryans 32
arrival 32
archive 32
apple 32
amounts 32
aka 32
adams 32
worldwide 31
wiped 31
walking 31
vi 31
uniforms 31
ultimate 31
tribute 31
throw 31
testament 31
sultan 31
station 31
stars 31
sink 31
sell 31
seized 31
scholarly 31
saudi 31
rising 31
reputation 31
representatives 31
remote 31
relied 31
reasonably 31
perfect 31
path 31
overseas 31
opening 31
observed 31
monotheistic 31
moldova 31
militia 31
mile 31
manor 31
loaded 31
linguistic 31
jew 31
institute 31
inspired 31
inflation 31
hindu 31
hide 31
heritage 31
helps 31
grounds 31
franklin 31
exodus 31
executive 31
edition 31
distant 31
disputed 31
dependent 31
cutting 31
convert 31
confirmed 31
condemned 31
concentrated 31
compromise 31
closest 31
chemical 31
charter 31
charged 31
brothers 31
boundary 31
blade 31
babylonian 31
australian 31
assistance 31
appearance 31
afterwards 31
additionally 31
academic 31
abroad 31
wish 30
wheat 30
weakened 30
wages 30
vii 30
vietnamese 30
victoria 30
treaties 30
traveled 30
transported 30
tool 30
temperature 30
survival 30
surrounded 30
stick 30
statistics 30
spears 30
slavs 30
sitting 30
sister 30
significance 30
settle 30
sentiment 30
seeking 30
returning 30
responsibility 30
resource 30
reduce 30
rebels 30
reagan 30
reaction 30
races 30
populated 30
poorly 30
plausible 30
plate 30
plain 30
personnel 30
perfectly 30
operated 30
occupying 30
occasions 30
morocco 30
martial 30
literate 30
liked 30
liberty 30
judge 30
israeli 30
imposed 30
humanity 30
histories 30
folk 30
finnish 30
finished 30
finds 30
fascist 30
factory 30
facing 30
extensively 30
error 30
electoral 30
driving 30
draft 30
divide 30
depended 30
culturally 30
criminals 30
counts 30
consequently 30
consensus 30
confused 30
coat 30
coal 30
clay 30
classified 30
circa 30
christ 30
caucasus 30
bulk 30
brandenburg 30
blow 30
austro 30
arrested 30
web 29
weaker 29
wants 29
viii 29
twelve 29
turkic 29
tribal 29
trend 29
timing 29
survey 29
surname 29
suddenly 29
studied 29
sovereignty 29
skin 29
selling 29
seeing 29
secondary 29
scottish 29
sailors 29
positive 29
pm 29
photos 29
perform 29
participated 29
partially 29
papal 29
navigation 29
mongolian 29
monarchies 29
minimum 29
mechanism 29
massachusetts 29
marshal 29
manpower 29
males 29
limits 29
justify 29
intention 29
indicates 29
imported 29
implies 29
ignored 29
hoping 29
goals 29
georgia 29
frontier 29
factions 29
exploration 29
ethiopia 29
enjoyed 29
ends 29
ending 29
emancipation 29
duchy 29
du 29
distribution 29
dictionary 29
deeply 29
cycle 29
crimean 29
covering 29
convicted 29
consideration 29
consequences 29
concrete 29
column 29
classic 29
burgundy 29
bringing 29
bread 29
boys 29
begun 29
banking 29
availability 29
arrow 29
archives 29
whilst 28
warning 28
vessel 28
vary 28
trains 28
traded 28
tons 28
titus 28
tells 28
teacher 28
talks 28
symbols 28
swastika 28
strict 28
sight 28
shots 28
sherman 28
servants 28
senior 28
saved 28
restricted 28
requiring 28
released 28
quoting 28
puts 28
purchase 28
publicly 28
publication 28
proof 28
prohibited 28
prevented 28
pp 28
populace 28
performance 28
paying 28
panzer 28
oxford 28
nomads 28
nineteenth 28
nato 28
missions 28
ministry 28
mentioning 28
mathematics 28
manual 28
legislation 28
involvement 28
improve 28
import 28
horde 28
heat 28
guilty 28
governed 28
governance 28
geographic 28
gdr 28
gatherers 28
fundamental 28
fortress 28
fish 28
ferdinand 28
feeling 28
feared 28
falling 28
eye 28
expense 28
everybody 28
edge 28
duties 28
divine 28
discuss 28
difficulty 28
devices 28
density 28
delivered 28
dealing 28
crews 28
conversation 28
contribution 28
conquests 28
confederation 28
capability 28
belong 28
begins 28
bayonet 28
attacker 28
aimed 28
addressed 28
abraham 28
wild 27
treason 27
tied 27
sustain 27
sum 27
suited 27
structures 27
strikes 27
streets 27
spending 27
shop 27
severe 27
sand 27
saint 27
reigned 27
rape 27
punished 27
providing 27
proportion 27
prize 27
prestige 27
potentially 27
portrayed 27
photograph 27
owner 27
network 27
missing 27
missiles 27
meanwhile 27
maryland 27
lighter 27
latitude 27
khrushchev 27
judicial 27
joining 27
initiative 27
inevitable 27
indus 27
importantly 27
ibn 27
hinduism 27
hereditary 27
hearing 27
happy 27
handle 27
gradual 27
girls 27
flying 27
feudalism 27
fathers 27
exile 27
evil 27
essential 27
enforce 27
encyclopedia 27
diplomacy 27
destroying 27
destroyer 27
destination 27
deliberately 27
craft 27
covers 27
courts 27
costly 27
copies 27
consul 27
constructed 27
constantly 27
conspiracy 27
consistent 27
confusion 27
columbia 27
collected 27
civilized 27
cardinal 27
cape 27
blame 27
baron 27
barbarian 27
attitudes 27
aristotle 27
argues 27
annexed 27
algeria 27
ahead 27
agents 27
afraid 27
advice 27
adoption 27
adding 27
wished 26
winner 26
wilhelm 26
weaponry 26
warm 26
voters 26
victor 26
vichy 26
useless 26
universities 26
und 26
trees 26
translate 26
tiny 26
thrown 26
theatre 26
telegram 26
surely 26
steps 26
spot 26
spies 26
spices 26
shell 26
shaped 26
senator 26
rural 26
roots 26
rice 26
retained 26
restored 26
residents 26
relationships 26
recovered 26
railroad 26
qualify 26
promised 26
precision 26
posted 26
popularity 26
plane 26
persians 26
persecution 26
paragraph 26
outnumbered 26
nile 26
murdered 26
multi 26
metric 26
medicine 26
mechanical 26
massacre 26
markets 26
marine 26
marched 26
manufacture 26
malta 26
luxury 26
legitimacy 26
investment 26
intellectual 26
imply 26
iceberg 26
household 26
homes 26
holds 26
harsh 26
guards 26
grenade 26
governors 26
gap 26
functions 26
forests 26
fame 26
explosive 26
effectiveness 26
edited 26
eating 26
door 26
divorce 26
diamond 26
deny 26
demanded 26
deemed 26
declaring 26
cyprus 26
cruiser 26
continuous 26
considerably 26
concluded 26
commanded 26
clothes 26
client 26
citation 26
birds 26
audience 26
attended 26
approved 26
africans 26
afghanistan 26
acceptable 26
zones 25
whenever 25
warring 25
turns 25
travelling 25
ticket 25
thirty 25
thin 25
thick 25
theme 25
teachers 25
tactic 25
suffer 25
suez 25
stored 25
stands 25
southeast 25
soft 25
skilled 25
shock 25
severely 25
semitic 25
semaphore 25
secular 25
sciences 25
ring 25
rhine 25
resist 25
requirement 25
ram 25
principal 25
primitive 25
prepare 25
pointing 25
plays 25
picked 25
overwhelming 25
outright 25
outcome 25
orleans 25
organizations 25
occur 25
observation 25
nuremberg 25
noting 25
negotiated 25
namely 25
millennium 25
migrated 25
metals 25
mein 25
marshall 25
marry 25
manufacturing 25
macedonian 25
loyal 25
longbow 25
lies 25
legs 25
leather 25
kilometers 25
kennedy 25
journey 25
jean 25
ink 25
ignore 25
hood 25
hole 25
himmler 25
hamilton 25
governing 25
girl 25
forum 25
formerly 25
floating 25
fleets 25
flags 25
firstly 25
fifth 25
experiences 25
entity 25
encountered 25
encirclement 25
enabled 25
ed 25
earl 25
drawing 25
disaster 25
descent 25
crop 25
continents 25
concerns 25
colour 25
climates 25
centre 25
centers 25
cash 25
carefully 25
cambridge 25
caliph 25
byzantines 25
buried 25
brown 25
bought 25
blacks 25
assembly 25
aged 25
acting 25
xiv 24
window 24
warship 24
warrior 24
wake 24
voyages 24
volga 24
vision 24
vassals 24
unclear 24
uncle 24
traders 24
trace 24
tough 24
terrible 24
telegraph 24
supplying 24
super 24
suffering 24
stopping 24
sorts 24
song 24
sole 24
sit 24
sheer 24
serfs 24
selection 24
sailed 24
rounds 24
riding 24
restrictions 24
regiments 24
regiment 24
recognition 24
reaching 24
quarters 24
quantities 24
protecting 24
powder 24
pole 24
pilot 24
permanently 24
operational 24
nsdap 24
nearest 24
nationalists 24
nagasaki 24
mouth 24
mount 24
missed 24
mess 24
mesopotamia 24
memoirs 24
marks 24
maritime 24
maintaining 24
loose 24
lady 24
kids 24
kamikaze 24
julian 24
involving 24
increasingly 24
hindsight 24
heisenberg 24
gutenberg 24
guinea 24
genetics 24
gandhi 24
function 24
fraction 24
fly 24
fed 24
expanding 24
eurasian 24
establishing 24
engineering 24
engage 24
embassy 24
electors 24
dynasties 24
drugs 24
dress 24
dollar 24
documentation 24
distinguish 24
disputes 24
display 24
dismissed 24
disappeared 24
disadvantage 24
dictatorship 24
describing 24
descended 24
democracies 24
dedicated 24
dealt 24
custom 24
crowned 24
crossed 24
counting 24
copied 24
confirm 24
component 24
commerce 24
colonel 24
collect 24
click 24
chariots 24
catholics 24
casualty 24
cargo 24
careful 24
calling 24
buying 24
busy 24
burma 24
box 24
bonds 24
bias 24
bearing 24
barrels 24
ate 24
assumptions 24
ancestry 24
advancing 24
advances 24
adequate 24
accomplished 24
zhou 23
youtube 23
withdraw 23
waves 23
waste 23
wait 23
torpedoes 23
tom 23
tests 23
tens 23
telling 23
technologies 23
tales 23
strongest 23
strip 23
strait 23
starts 23
sphinx 23
shorter 23
searching 23
saxe 23
rommel 23
rival 23
reserved 23
rely 23
radios 23
quarter 23
pull 23
protest 23
productive 23
priest 23
precious 23
pows 23
potsdam 23
pompey 23
platform 23
persecuted 23
pepper 23
participation 23
orange 23
opportunities 23
offers 23
odds 23
nowhere 23
navies 23
nationality 23
naming 23
muhammad 23
molotov 23
missouri 23
mere 23
manuscript 23
luck 23
lords 23
logic 23
leaves 23
lbs 23
landscape 23
kampf 23
joint 23
interview 23
inter 23
honour 23
homosexuality 23
holdings 23
hitting 23
historiography 23
helpful 23
heavier 23
guaranteed 23
gotten 23
gender 23
fundamentally 23
frequency 23
florida 23
famously 23
everyday 23
estate 23
enslaved 23
enforcement 23
encouraged 23
encourage 23
elder 23
discover 23
discipline 23
deposed 23
deployed 23
dc 23
dance 23
cooperation 23
convenient 23
colours 23
claudius 23
clan 23
catholicism 23
catch 23
cast 23
capitalism 23
bullet 23
bull 23
broadly 23
brain 23
bombed 23
bolsheviks 23
autonomy 23
attrition 23
astronomical 23
aramaic 23
ancients 23
ambassador 23
allows 23
advent 23
abolished 23
wondered 22
wives 22
witness 22
wilson 22
whites 22
wartime 22
voluntary 22
vladivostok 22
viewpoint 22
victorious 22
veterans 22
vastly 22
uncertain 22
tzu 22
trucks 22
tropical 22
treasure 22
traveling 22
threatening 22
thereafter 22
theater 22
tendency 22
talked 22
syrian 22
sustained 22
speculation 22
sparta 22
signs 22
shortage 22
shipped 22
saxons 22
samurai 22
rings 22
revolutions 22
researching 22
request 22
repeated 22
regional 22
refugees 22
reflected 22
reads 22
ranged 22
raise 22
radical 22
qualities 22
pyramids 22
pyramid 22
publications 22
provisions 22
prosperity 22
posts 22
pieter 22
philadelphia 22
petersburg 22
participants 22
panama 22
overland 22
options 22
opponent 22
opinions 22
openly 22
ongoing 22
occasion 22
nomadic 22
nicholas 22
nelson 22
naked 22
models 22
mobility 22
missionaries 22
minds 22
michael 22
messages 22
meiji 22
masters 22
marxist 22
marching 22
manhattan 22
maneuver 22
mainstream 22
lucky 22
louisiana 22
liberated 22
lasting 22
josephus 22
item 22
identical 22
huns 22
htm 22
hill 22
headed 22
germs 22
gains 22
foremost 22
foreigners 22
flow 22
finger 22
finance 22
fascism 22
export 22
experiment 22
expeditions 22
eurasia 22
escaped 22
enjoy 22
engineers 22
emerged 22
eighteenth 22
drug 22
displayed 22
displaced 22
discussions 22
denied 22
defining 22
defeating 22
convinced 22
consort 22
conqueror 22
conclude 22
commons 22
collective 22
collapsed 22
castile 22
boston 22
bohemia 22
belgian 22
banks 22
axe 22
athenian 22
assets 22
arts 22
appeal 22
altitude 22
adopt 22
acted 22
absence 22
yalta 21
wider 21
waters 21
waiting 21
wage 21
volley 21
users 21
uranium 21
unrest 21
unions 21
turret 21
tip 21
thereby 21
temperatures 21
tablets 21
successors 21
strategically 21
sterling 21
stationed 21
stability 21
species 21
sorry 21
sophisticated 21
sometime 21
somebody 21
skills 21
signing 21
shoes 21
serving 21
serbs 21
semi 21
sections 21
secondly 21
seats 21
seas 21
sale 21
rituals 21
rightly 21
reverse 21
reforms 21
rebel 21
realistic 21
purges 21
proximity 21
projects 21
privileges 21
prisoner 21
principles 21
preventing 21
preparation 21
poster 21
planets 21
planet 21
opium 21
olympic 21
novel 21
northwest 21
nine 21
newton 21
mutual 21
music 21
motion 21
morgan 21
moors 21
moderate 21
mobile 21
masses 21
margin 21
mao 21
libya 21
kursk 21
isolation 21
ironically 21
iranian 21
intact 21
innocent 21
indies 21
incentive 21
imperialism 21
iberian 21
hunt 21
homeland 21
hired 21
hell 21
heirs 21
hall 21
guys 21
guide 21
gregorian 21
glory 21
glorious 21
gettysburg 21
gates 21
ft 21
fronts 21
franks 21
fortifications 21
forgotten 21
forest 21
forbidden 21
fits 21
firmly 21
fantasy 21
falls 21
fail 21
elevated 21
dresden 21
dominate 21
dominance 21
disagree 21
dinner 21
diary 21
definitive 21
deeper 21
decree 21
debated 21
cult 21
crash 21
corruption 21
copyright 21
controversy 21
contract 21
considerations 21
conrad 21
coinage 21
codes 21
cm 21
cloth 21
clinton 21
civilisation 21
centralized 21
category 21
carthage 21
cars 21
byzantium 21
buddhist 21
brings 21
bengal 21
battalion 21
baths 21
balkan 21
baby 21
aztec 21
avoided 21
attackers 21
archery 21
aragon 21
approaching 21
anne 21
alfred 21
aggressive 21
adult 21
yuan 20
witch 20
washing 20
victors 20
veto 20
vassal 20
van 20
unsuccessful 20
tube 20
tibet 20
thread 20
tends 20
technique 20
tea 20
supports 20
supporters 20
suit 20
subcontinent 20
struck 20
stones 20
sphere 20
specified 20
solely 20
solar 20
smoke 20
sicily 20
sheep 20
shakespeare 20
serbian 20
separation 20
scott 20
schism 20
samuel 20
sadly 20
romanian 20
romance 20
rockets 20
revolutionaries 20
respond 20
resolved 20
represents 20
replace 20
repeat 20
removal 20
release 20
relates 20
referenced 20
reconstruction 20
recognised 20
rain 20
raiding 20
raf 20
qu 20
psychological 20
profit 20
priority 20
print 20
preparing 20
predominantly 20
preceding 20
physically 20
pennsylvania 20
pantheon 20
owning 20
overview 20
oral 20
ok 20
offense 20
occupy 20
obama 20
normans 20
munich 20
modified 20
mix 20
ministers 20
mercenaries 20
maintenance 20
magnitude 20
lifestyle 20
liberia 20
les 20
legislature 20
legends 20
legendary 20
learning 20
justification 20
judea 20
jordan 20
jail 20
insisted 20
insignia 20
innovation 20
initiated 20
industrialization 20
incredible 20
incorporated 20
incidents 20
impressive 20
ie 20
hypothesis 20
hussars 20
hostilities 20
hospital 20
harvest 20
graph 20
grandfather 20
grade 20
glass 20
gauge 20
gatherer 20
gaining 20
gaelic 20
furniture 20
franz 20
francis 20
fortified 20
forming 20
floor 20
flanks 20
flanders 20
experiments 20
exclusively 20
excluding 20
ex 20
ethnicity 20
episode 20
environmental 20
entitled 20
enterprise 20
ensured 20
economical 20
earned 20
dying 20
duration 20
dramatically 20
district 20
distributed 20
discussing 20
demonstrated 20
deliberate 20
delay 20
deadly 20
cup 20
credited 20
cossacks 20
correspondence 20
cooking 20
consent 20
conclusions 20
concepts 20
commit 20
clarify 20
chances 20
challenge 20
ceased 20
bush 20
burn 20
brutal 20
bond 20
blind 20
bering 20
behalf 20
attempting 20
assertion 20
artist 20
arguing 20
arbitrary 20
answering 20
ancestor 20
alps 20
albeit 20
adolf 20
acquire 20
abstract 20
witnesses 19
welsh 19
walked 19
victim 19
viable 19
venezuela 19
unpopular 19
ultimatum 19
translations 19
textbooks 19
terror 19
tensions 19
tennessee 19
tall 19
tale 19
syphilis 19
switch 19
surprisingly 19
stretch 19
storm 19
storage 19
steady 19
statues 19
skill 19
sixth 19
simultaneously 19
shore 19
shifted 19
sextus 19
senators 19
seek 19
scots 19
salute 19
safely 19
roll 19
rivals 19
ritual 19
ride 19
requirements 19
reportedly 19
replacing 19
renamed 19
remark 19
relatives 19
reflect 19
recruited 19
queens 19
quantity 19
prompted 19
profitable 19
principality 19
prevalent 19
presidency 19
prague 19
poverty 19
plutonium 19
photography 19
phenomenon 19
pharaoh 19
personality 19
peacefully 19
parliamentary 19
overthrow 19
organised 19
oppose 19
odd 19
occurs 19
norm 19
neo 19
negotiate 19
necessity 19
myths 19
mythology 19
mutiny 19
motorized 19
missionary 19
meaningful 19
marathon 19
lunar 19
longitude 19
logistical 19
limitations 19
lifetime 19
leads 19
landings 19
knots 19
interior 19
interestingly 19
inheritance 19
improvements 19
imprisoned 19
illegitimate 19
holland 19
hierarchy 19
helping 19
headquarters 19
hay 19
hated 19
handled 19
habsburg 19
gunpowder 19
grown 19
goebbels 19
garrison 19
frequent 19
forcing 19
foods 19
fictional 19
extraordinary 19
extension 19
express 19
excess 19
engagement 19
encounter 19
eligible 19
eastward 19
easter 19
dogs 19
dna 19
digging 19
differently 19
danish 19
da 19
corn 19
cool 19
containing 19
consequence 19
coastline 19
clergy 19
clark 19
chicken 19
certainty 19
cent 19
celts 19
ceded 19
caste 19
caspian 19
career 19
cap 19
caliphate 19
bureaucracy 19
bullets 19
bones 19
blast 19
bishops 19
bishop 19
ben 19
beauty 19
barrier 19
barbarians 19
axes 19
autonomous 19
australians 19
armistice 19
architecture 19
alongside 19
alliances 19
allegedly 19
airplanes 19
affect 19
acknowledged 19
accused 19
accordingly 19
absorbed 19
abolition 19
zero 18
xenophon 18
writer 18
worker 18
wet 18
wagons 18
visiting 18
vehicle 18
vacuum 18
underwater 18
twentieth 18
treat 18
travelled 18
timeline 18
tickets 18
thinks 18
terminology 18
tacitus 18
tablet 18
sufficiently 18
stuck 18
stephen 18
statue 18
stamp 18
squadron 18
smallpox 18
sharp 18
shah 18
sets 18
seal 18
scholar 18
sanctions 18
robin 18
respected 18
resort 18
reserve 18
reply 18
repeatedly 18
remarkable 18
reinforced 18
reigning 18
reformation 18
rebelled 18
railroads 18
racist 18
protocol 18
promotion 18
promoted 18
promote 18
progressive 18
principalities 18
predecessor 18
powered 18
poet 18
plutarch 18
playing 18
plains 18
penalty 18
payments 18
passenger 18
pagans 18
observations 18
northeast 18
neighbor 18
nazism 18
miss 18
meal 18
materiel 18
matches 18
massed 18
lithuanian 18
latest 18
lance 18
karl 18
jurisdiction 18
joan 18
jan 18
jamming 18
ix 18
isabella 18
interpreted 18
inhabited 18
industries 18
il 18
icelandic 18
hurt 18
hunger 18
homer 18
hidden 18
heraldry 18
hebrews 18
hate 18
greco 18
gladiators 18
gathering 18
gather 18
frame 18
flood 18
favorite 18
factual 18
exiled 18
excluded 18
eu 18
etymology 18
essay 18
enacted 18
emigration 18
emergency 18
emerge 18
embargo 18
elaborate 18
ease 18
dubious 18
doctors 18
diverse 18
disclaimer 18
directed 18
diameter 18
devil 18
devastating 18
desired 18
depend 18
demonstrate 18
daylight 18
cromwell 18
croatia 18
corner 18
confusing 18
concentrate 18
comprehensive 18
competing 18
commanding 18
columbian 18
colonialism 18
clock 18
chile 18
cheese 18
cathedral 18
candidates 18
calculations 18
ca 18
briand 18
breakfast 18
brand 18
bose 18
bore 18
boom 18
beijing 18
bearings 18
bayonets 18
aviation 18
assert 18
artifacts 18
arrest 18
aristocracy 18
archer 18
applies 18
alleged 18
ali 18
airplane 18
adults 18
accompanied 18
accident 18
absurd 18
aboard 18
aa 18
woods 17
wise 17
wikimedia 17
westerners 17
wellington 17
walter 17
voluntarily 17
volumes 17
vladimir 17
vegetables 17
vague 17
trivial 17
transferred 17
trans 17
